[
  {
    "re_id": "bbdc872e-c01f-4847-b260-3e3480f6eec7",
    "name": "The Core",
    "subname": "Stunning top floor apartment with terrace area and Vienna view",
    "description": "25 high-quality condominiums in an excellent Wiedner location near Vienna''s main train station: THE CORE offers the highest quality of life for city dwellers who appreciate urbanity and individuality. Thanks to its central location and perfect connections to the whole world, THE CORE makes its residents independent, flexible and mobile - and makes borders disappear. The revitalized Gründerzeit building inspires with modern technology, high-quality furnishings and courtyard balconies and terraces.",
    "address": "Petzvalgasse 4",
    "zip_code": "1040",
    "city": "Vienna",
    "state": "Vienna",
    "country": "Austria",
    "property_area": 232.3,
    "usable_area": 141.25,
    "outside_area": 92.05,
    "rooms": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "buyable": true,
    "price": 1550000,
    "provision": 3
  },
  {
    "re_id": "d5e54fcf-0ef6-4e0b-9fdc-3408fc02d984",
    "name": "The Heritage",
    "subname": "High quality renovated 4-room apartment",
    "description": "Close to Schwedenplatz, the Gründerzeit building 'The Heritage' is located. In the course of the remodeling, 13 condominiums of approx. 44 - 162 m² are being created. Special focus was placed on the preservation and restoration of the original building fabric in the coveted Gründerzeit style. The building was brought up to the latest technical standards and modern elements were also incorporated into the ambience. Many of the apartments have sunny balconies or terraces - a true rarity.",
    "address": "Dißlergasse 8",
    "zip_code": "1030",
    "city": "Vienna",
    "state": "Vienna",
    "country": "Austria",
    "property_area": 100.64,
    "usable_area": 88.84,
    "outside_area": 11.81,
    "rooms": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "buyable": true,
    "price": 798000,
    "provision": 3
  },
  {
    "re_id": "4db798a4-c0f9-4433-a700-a02761a6c7d7",
    "name": "The Unique",
    "subname": "Exclusive villa in beautiful green quiet location with outdoor pool & sauna",
    "description": "Nestled in the rolling hills of the Döbling vineyards, 3SI Immogroup has created THE UNIQUE, an exclusive collection of 17 luxurious villas - furnished with stylish elegance and exquisite taste. On the southern slope of the Hackenberg in the heart of Sievering, each of the villas seduces with a private SPA area with sauna and outdoor pool. Surrounded by the green vineyards, you can escape the hustle and bustle of the city here and still enjoy quick access to Vienna''s city center.",
    "address": "Hackenbergweg 43",
    "zip_code": "1190",
    "city": "Vienna",
    "state": "Vienna",
    "country": "Austria",
    "property_area": 275,
    "usable_area": 127.92,
    "outside_area": 191.93,
    "rooms": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "buyable": true,
    "price": 1549000,
    "provision": 3
  },
  {
    "re_id": "ee580340-4980-4b2a-8e56-95eccd29def5",
    "name": "Grand Park Residence",
    "subname": "tately old building with far and green view",
    "description": "This imposing Gründerzeit house with an elegant, wide entrée was built around 1900. The facade impresses with its strong structure and the typical for the then upscale old building, street-side balcony extensions including ornaments. The entrance area and the staircase shine with well-preserved style elements of the old time. The well-maintained manor apartments are characterized above all by their classic floor plan and the well-preserved basic substance.",
    "address": "Wiederhoferplatz 1",
    "zip_code": "1090",
    "city": "Vienna",
    "state": "Vienna",
    "country": "Austria",
    "property_area": 271.81,
    "usable_area": 258.09,
    "outside_area": 13.72,
    "rooms": 5,
    "bathrooms": 1,
    "bedrooms": 2,
    "buyable": true,
    "price": 3179000,
    "provision": 3
  },
  {
    "re_id": "a90a454d-c3c3-4c1c-81f7-4eb02d58c31e",
    "name": "Lemonie",
    "subname": "2-room apartment in modern new building",
    "description": "Asymmetrical projections, floor-to-ceiling window surfaces and fresh yellow lend expressiveness and liveliness to the modern cubature of 7 floors. With newly interpreted, prominent bay windows, Lemonie opens up to the urban Ottakring living space. The majority of the units score with 2 rooms, 30 to 50 m² as well as balcony, terrace or garden. But 1-, 3- and 4-room apartments with up to 109 m² are also available.",
    "address": "Albrechtskreithgasse 32",
    "zip_code": "1160",
    "city": "Vienna",
    "state": "Vienna",
    "country": "Austria",
    "property_area": 42.71,
    "usable_area": 42.71,
    "outside_area": null,
    "rooms": 2,
    "bathrooms": 1,
    "bedrooms": 1,
    "buyable": false,
    "price": 212970,
    "provision": 3
  }
]
